Repository: optimamodel/Nutrition
Catalog: client/src/locales/client_*.po
Languages: es, fr

source: please_wait_spinner
es: espere por favor
fr: Veuillez patienter...

# placeholder
source: Reenter old password
es: Vuelva a introducir la antigua contraseña
fr: Saisissez à nouveau l'ancien mot de passe

# placeholder
source: Enter new password
es: Introduzca nueva contraseña
fr: Saisissez un nouveau mot de passe

# placeholder
source: Username
es: Nombre de usuario
fr: Nom d'utilisateur

# placeholder
source: Password
es: Contraseña
fr: Mot de passe

# placeholder
source: Display name (optional)
es: Nombre que aparece en la pantalla (opcional)
fr: Nom d'utilisateur (facultatif)

# placeholder
source: Email (optional)
es: Correo electrónico (opcional)
fr: E-mail (facultatif)

# footer
source: Terms and conditions
es: Términos y condiciones
fr: Termes et conditions

# common
source: no_project_loaded
es: no se carga ningún proyecto
fr: Aucun projet n'est chargé

# common
source: no_data_loaded
es: datos aún no cargados. Cargue un libro de datos en la página Proyectos
fr: Les données n'ont pas encore été téléchargées pour le projet. Veuillez télécharger un livre de données dans la page Projets.

# common
source: Run
es: Ejecutar
fr: Exécuter

# common
source: Test run
es: Ejecución de prueba
fr: Essai

# common
source: Plot results
es: Graficar resultados
fr: Afficher les résultats

# common
source: Clear results
es: Borrar Resultados
fr: Effacer les résultats

# common
source: Zoom out
es: Alejar
fr: Faire un zoom arrière

# common
source: Reset zoom
es: Restablecer el zoom
fr: Réinitialiser le zoom

# common
source: Zoom in
es: Acercar
fr: Zoomer

# common
source: Export plots
es: Exportar gráficos
fr: Télécharger les graphiques

# common
source: Export data
es: Exportar datos
fr: Télécharger les données

# common
source: Can be reallocated
es: Se puede reasignar
fr: Peuvent être réaffectées

# common
source: Cannot be reallocated
es: No se puede reasignar
fr: Ne peuvent pas être réaffectées

# common
source: Program name
es: Nombre del programa
fr: Nom de l'intervention

# common
source: Export results
es: Exportar resultados
fr: Télécharger les résultats

# geospatial
source: Define geospatial optimizations
es: Definir las optimizaciones geoespaciales
fr: Définir les optimisations géospatiales

# geospatial
source: Edit geospatial optimization
es: Editar la optimización geoespacial
fr: Modifier l'optimisation géospatiale

# geospatial
source: Copy geospatial optimization
es: Copiar la optimización geoespacial
fr: Copier l'optimisation géospatiale

# geospatial
source: Delete geospatial optimization
es: Eliminar la optimización geoespacial
fr: Supprimer l'optimisation géospatiale

# geospatial
source: Add geospatial optimization
es: Añadir optimización geoespacial
fr: Ajouter une optimisation géospatiale

# geospatial
source: Optimization/program
es: Optimización/programa
fr: Optimisation/programme

# geospatial
source: Geospatial optimization name
es: Nombre de la optimización geoespacial
fr: Nom de l'optimisation géospatiale

# geospatial
source: Select regions
es: Seleccione las regiones
fr: Sélectionner les régions

# geospatial
source: Optimization objective
es: Objetivo de optimización
fr: Objectif de l'optimisation

# geospatial
source: Weight
es: Ponderador
fr: Poids

# geospatial
source: Existing spending
es: Gasto existente
fr: Dépenses existantes

# geospatial
source: Regional spending
es: Gasto regional
fr: Dépenses régionales

# geospatial
source: Can be reallocated between regions
es: Se puede reasignar entre regiones
fr: Peuvent être réaffectées entre les régions

# geospatial
source: Cannot be reallocated between regions
es: No se puede reasignar entre regiones
fr: Ne peuvent pas être réaffectées entre les régions

# geospatial
source: Additional funds to allocate
es: Fondos adicionales para asignar
fr: Fonds supplémentaires à allouer

source: Name
es: Nombre
fr: Nom

source: Status
es: Estado
fr: État

source: Actions
es: Acciones

source: Outcomes
es: Resultados
fr: Résultats

# optimization
source: Growth type
es: Tipo de crecimiento
fr: Type de croissance

# optimization
source: Fixed budget
es: Presupuesto fijo
fr: Budget fixe

# optimization
source: Fixed coverage
es: Cobertura fija
fr: Couverture fixe

# optimization
source: Define optimizations
es: Definir las optimizaciones
fr: Définir les optimisations

# optimization
source: Edit optimization
es: Editar la optimización
fr: Modifier l'optimisation

# optimization
source: Copy optimization
es: Copiar la optimización
fr: Copier l'optimisation

# optimization
source: Delete optimization
es: Eliminar la optimización
fr: Supprimer l'optimisation

# optimization
source: perform_costeff
es: análisis de costo-efectividad de las intervenciones
fr: Effectuer une analyse coût-efficacité de l'intervention

# optimization
source: Plot optimizations
es: Graficar las optimizaciones
fr: Afficher les résultats

# optimization
source: Plot optimizations with uncertainty
es: Graficar las optimizaciones con incertidumbre
fr: Afficher les résultats avec incertitude

# optimization
source: Add optimization
es: Añadir optimización
fr: Ajouter une optimisation

# optimization
source: Optimization/program
es: Optimización/programa
fr: Optimisation/programme

# optimization
source: Optimization name
es: Nombre de la optimización
fr: Nom de l'optimisation

# optimization
source: Run balanced optimization?
es: ¿Ejecutar una optimización con ponderación balanceada?
fr: Exécuter une optimisation équilibrée?

# optimization
source: Optimization objective
es: Objetivo de optimización
fr: Objectif de l'optimisation

# optimization
source: Weight
es: Ponderador
fr: Poids

# optimization
source: Budget multipliers
es: Multiplicadores del presupuesto
fr: Multiplicateurs budgétaires

# optimization
source: current budget
es: presupuesto actual
fr: budget actuel

# optimization
source: Existing spending
es: Gasto existente
fr: Dépenses existantes

# optimization
source: Additional funds to allocate
es: Fondos adicionales para asignar
fr: Fonds supplémentaires à allouer

# optimization
source: Deselect all interventions
es: Deseleccionar todas las intervenciones
fr: Désélectionner toutes les interventions

source: Include
es: Incluir
fr: Inclure

source: Save
es: Guardar
fr: Sauvegarder

source: Cancel
es: Cancelar
fr: Annuler

source: Help
es: Ayuda
fr: Aide

# inputs
source: no_project_loaded
es: ningún proyecto cargado
fr: Aucun projet chargé

# inputs
source: data_not_loaded
es: datos no cargados
fr: Données non chargées

# inputs
source: Edit input data
es: Editar los datos de entrada
fr: Modifier les données saisies

# inputs
source: save_tooltip
es: guardar datos en el proyecto
fr: Sauvegarder les données dans le projet

# inputs
source: save_changes
es: guardar cambios
fr: Sauvegarder les changements

# inputs
source: revert_tooltip
es: volver a los últimos datos guardados
fr: Revenir aux dernières données enregistrées

# inputs
source: revert
es: revertir
fr: Revenir en arrière

# inputs
source: Current sheet
es: Hoja actual
fr: Fiche actuelle

# inputs
source: Switch to this sheet
es: Cambiar a esta hoja
fr: Passer à cette fiche

# inputs
source: Program
es: Programa
fr: Programme

# inputs
source: Exclusion dependency
es: Exclusión de intervención dependiente
fr: Dépendance d'exclusion

# inputs
source: Threshold dependency
es: Dependencia de otra intervención
fr: Dépendance de seuil

# inputs
source: Add dependency
es: Agregar dependencia
fr: Ajouter une dépendance

source: Rename
es: Renombrar
fr: Renommer

source: Copy
es: Copiar
fr: Copier

source: Delete
es: Borrar
fr: Supprimer

source: Download
es: Descargar
fr: Télécharger

source: Upload
es: Subir
fr: Charger

source: Login
es: Iniciar sesión
fr: Connexion

# login
source: deprecation_warning
es: advertencia de deprecación. Optima Nutrition se ha actualizado a la versión 2.0. La versión heredada, así como los proyectos existentes, se mantendrán hasta junio de 2022
fr: Optima Nutrition a été mis à jour en version 2,0. L'ancienne version, aussi bien que les projets existants, seront maintenus jusqu'à juin 2022.

# login
source: New user?
es: ¿Nuevo usuario?
fr: Nouvel utilisateur?

# login
source: Register here
es: Regístrate aquí
fr: Inscrivez-vous ici

source: Access the legacy version here
es: Acceda a la versión anterior aquí
fr: Accéder à l'ancienne version ici

# navbar
source: Toggle navigation
es: Cambiar modo de Navegación
fr: Basculer la navigation

# navbar
source: Projects
es: Proyectos
fr: Projets

# navbar
source: Inputs
es: Entradas
fr: Données

# navbar
source: Scenarios
es: Escenarios
fr: Scénarios

# navbar
source: Optimizations
es: Optimizaciones
fr: Optimisations

# navbar
source: Geospatial
es: Geoespacial
fr: Géospatial

# navbar
source: Project
es: Proyecto
fr: Projet

# navbar
source: User
es: Usuario
fr: Utilisateur

# navbar
source: Edit account
es: Editar cuenta
fr: Modifier le compte

# navbar
source: Change password
es: Cambiar contraseña
fr: Changer le mot de passe

# navbar
source: Help
es: Ayuda
fr: Aide

# navbar
source: About
es: Acerca de
fr: À propos

# navbar
source: Log out
es: Cerrar sesión
fr: Déconnexion

# navbar
source: language_warning
es: aviso_de_idioma
fr: La langue sélectionnée ne correspond pas au projet actuel. Certains aspects de l’interface apparaitront dans la langue originale du projet

source: Parameters
es: Parámetros
fr: Paramètres

source: Databook
es: Libro de datos

source: Deselect all
es: Deseleccionar todo
fr: Tout désélectionner

source: Initializing
es: Inicializar
fr: Initialisation

source: Running for
es: Ejecutar para
fr: Temps d'exécution:

source: Completed after
es: Completado después
fr: Achevé après

source: Error after
es: Error después
fr: Erreur après

# projects
source: Create project
es: Crear proyecto
fr: Créer un projet

# projects
source: Add demo project
es: Añadir proyecto de demostración
fr: Ajouter un projet de démonstration

# projects
source: Create new project
es: Crear un nuevo proyecto
fr: Créer un nouveau projet

# projects
source: Upload project from file
es: Cargar el proyecto desde un archivo
fr: Charger un projet à partir d'un fichier

# projects
source: Manage projects
es: Administrar proyectos
fr: Gérer des projets

# projects
source: Project actions
es: Acciones del proyecto
fr: Actions du projet

# projects
source: Last modified
es: Última modificación
fr: Dernière modification

# projects
source: Language
es: Idioma
fr: Langue

# projects
source: Rename databook
es: Cambiar el nombre del libro de datos
fr: Renommer le recueil de données

# projects
source: Copy databook
es: Copiar el libro de datos
fr: Copier le recueil de données

# projects
source: Delete databook
es: Borrar el libro de datos
fr: Supprimer le recueil de données

# projects
source: Download databook
es: Descargar el libro de datos
fr: Télécharger le receuil de données

# projects
source: Upload databook
es: Cargar el libro de datos
fr: Charger le recueil de données

# projects
source: Create blank project
es: Crear un proyecto en blanco
fr: Créer un projet vierge

# projects
source: Project name
es: Nombre del proyecto
fr: Nom du projet

# projects
source: New name
es: Nuevo nombre
fr: Nouveau nom

# projects
source: list_data_warning
es: advertencia: los libros de datos contienen campos no validados y requieren revisión antes de usar los resultados
fr: Attention : les recueils de données ont des champs invalidés qui doivent être vérifiés avant d'utiliser les résultats

# projects
source: Type here to filter projects
es: Escriba aquí para filtrar los proyectos
fr: Taper ici pour filtrer les projets

# projects
source: New project
es: Nuevo proyecto
fr: Nouveau projet

# projects
source: Could not add new project
es: No se puede añadir un nuevo proyecto
fr: Impossible d'ajouter un nouveau projet

# projects
source: New project uploaded
es: Nuevo proyecto cargado
fr: Nouveau projet chargé

# projects
source: loaded_popup
es: ventana emergente cargada
fr: Projet "{name}" chargé

# projects
source: Could not download project
es: No se ha podido descargar el proyecto
fr: Impossible de télécharger le projet

# projects
source: Could not rename databook
es: No se ha podido cambiar el nombre del libro de datos
fr: Impossible de renommer le recueil de données

# projects
source: Are you sure you want to delete the selected projects?
es: ¿Está seguro de que quiere eliminar los proyectos seleccionados?
fr: Voulez-vous vraiment supprimer les projets sélectionnés ?

source: Last extracted 1 Feb 2022
es: Última extracción: 1 de febrero de 2022
fr: Dernier extrait le 1 février 2022

source: Add country project from LiST database
es: Añadir proyecto de país desde la base de datos LiST
fr: Ajouter un pays depuis la base de données LiST

source: Open
es: Abierto
fr: Ouvrir

source: Delete selected
es: Eliminar seleccionado
fr: Supprimer la sélection

source: Download selected
es: Descargar seleccionado
fr: Télécharger la sélection

source: Create
es: Crear
fr: Créer

source: Select country
es: Seleccionar país
fr: Sélectionner un pays

source: Load
es: Cargar
fr: Charger

source: Could not upload file
es: No se ha podido cargar el archivo
fr: Impossible de charger le fichier

source: Delete projects
es: Borrar proyectos
fr: Supprimer les projets

source: Could not initialize LiST country set
es: No se ha podido inicializar el conjunto de países LiST
fr: Impossible d'initialiser les pays LiST

source: Register
es: Registrarse
fr: S'inscrire

# register
source: Already registered?
es: ¿Ya estás registrado?
fr: Déjà inscrit.e?

# scenarios
source: Define scenarios
es: Definir escenarios
fr: Définir des scénarios

# scenarios
source: budget
es: presupuesto

# scenarios
source: coverage
es: cobertura
fr: couverture

# scenarios
source: Edit scenario
es: Editar escenario
fr: Modifier le scénario

# scenarios
source: Copy scenario
es: Copiar escenario
fr: Copier le scénario

# scenarios
source: Convert scenario type
es: Convertir el tipo de escenario
fr: Convertir le type de scénario

# scenarios
source: Delete scenario
es: Borrar escenario
fr: Supprimer le scénario

# scenarios
source: Perform intervention cost-effectiveness analysis
es: Realizar un análisis de costo-efectividad de la intervención
fr: Effectuer une analyse coût-efficacité de l'intervention

# scenarios
source: Run scenarios
es: Ejecutar escenarios
fr: Exécuter des scénarios

# scenarios
source: Run scenarios with uncertainty
es: Ejecutar escenarios con incertidumbre
fr: Exécuter les scénarios avec incertitude

# scenarios
source: Add coverage scenario
es: Añadir escenario de cobertura
fr: Ajouter un scénario de couverture

# scenarios
source: Add budget scenario
es: Añadir escenario presupuestario
fr: Ajouter un scénario budgétaire

# scenarios
source: Program cost-effectiveness
es: Costo-efectividad del programa
fr: Rentabilité du programme

# scenarios
source: Scenario/program
es: Escenario/programa
fr: Scénario/programme

# scenarios
source: Add scenario
es: Añadir escenario
fr: Ajouter un scénario

# scenarios
source: Scenario name
es: Nombre del escenario
fr: Nom du scénario

# scenarios
source: Databook
es: Libro de datos

# scenarios
source: Program coverages
es: Coberturas del programa
fr: Couvertures de l'intervention

# scenarios
source: Program spending
es: Gastos del programa
fr: Dépenses du programme

source: Type
es: Tipo

source: Zoom out
es: Alejar
fr: Faire un zoom arrière

# uncertainty
source: Input uncertainty runs
es: Ejecutar incertidumbre de las entradas
fr: Exécutions d'incertitude d'entrée

# uncertainty
source: Number of runs
es: Número de ejecuciones
fr: Nombre d'exécutions
